[
  {
    "q": "What happens when I Invest FTM?",
    "a": "When you invest your FTM, your FTM gets locked into the EVM Beans smart contract and rewards you with 8% daily return every day."
  },
  {
    "q": "Can I take my initial FTM back?",
    "a": "Over Time! EVM are not bought, EVMs are mined therefore they can't be sold. Once EVMs are mined they work for you indefinitely, providing you with an unlimited amount of FTM at a starting rate of 8% daily."
  },
  {
    "q": "How much are my fees?",
    "a": "There is a small 4% dev fee in order to pay for marketing costs and developing the EVM Beans ecosystem"
  },
  {
    "q": "When is the best time to Mine EVM?",
    "a": "Always! No matter when you hire miners, you will begin with a return rate of 8% daily."
  },
  {
    "q": "How often should I compound EVM?",
    "a": "We recommend that you compound at least once per day but you are free to do so as often as you wish."
  },
  {
    "q": "How is EVM Beans sustainable?",
    "a": "EVM Beans are sustained by continued community support, just as every other crypto coin, token or project. The difference is that since there is no token, there is no price to dump. As long as EVMs are mining in the contract, there will be rewards!"
  },
  {
    "q": "How to use EVM Beans on my phone?",
    "a": "You can either use an app with a dapp browser and choose the Metamask/Injected option or simply use any browser that you want and choose WalletConnect to connect to your wallet's app on your phone."
  },
  {
    "q": "Is it better to Compound EVM or Collect EVM?",
    "a": "By design, Compounding EVM will be more profitable than eating EVMs in the long-term."
  },
  {
    "q": "How do referrals work?",
    "a": "Once your Metamask is connected to the BNB Miner website, you will notice your referral address appear at the bottom of the page. When a new user hires miners after clicking your personal referral link, the contract will send a FTM value equal to 12% instantly to your mining EVM. Be smart, use it to Mine EVM and build yourself a stream of income."
  }
]
